app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" WHERE "movies"."rating" IN ('G', 'PG') ORDER BY release_date DESC
---
      @release_date_header = 'hilite'
    end

     @movies = Movie.where(:rating => @ratings).order(@sort)